{
  "userId":1,
  "time":"2019-09-25",
  "content":"首先自我介绍一下，8年老撸狗，擅长辅助位置，目前混迹祖安黑玫，单排辅助超凡大师。\n  \n+ 点击显示隐藏的内容 ...\n\n\n  写这篇帖子的起因也是因为看见玩家对辅助位的偏见，误解还有迷惑实在是太多。自认为有一点心得，写成攻略希望能帮到各位。\n  总的来说其实只要自己不拉胯的太多，辅助位置还是很好混分的。\n  \n  辅助的特点。\n  辅助英雄的分类及各分类的特点。\n  \n  \n什么是辅助----辅助位相较于其他位置的特点\n拥有专属辅助工资装(眼石)，获取经济少。但是对游戏进程却至关重要，高分段尤其。\n\n各个领域里，执行策划一件事情之前进行SWOT分析是非常重要的。打游戏也不例外。从bp阶段开始就是比较重要的环节。\n但是在单人排位中这个环节对游戏胜负的走向也不是至关重要的。主要还是看游戏里的进程，但是像lol这样的moba游戏，游戏节奏\n不可谓不快，收集信息再对之进行SWOT分析就有很大的压力了，而辅助不像c位需要推线补兵，所以在对线期就有很大的一部分精力去用来为队友提供帮助。\n\n在各大论坛看的比较多的对钻石以上的玩家的评价就是支援比低分段快。这也确实是游戏水平差距的主要原因之一。\n而造成这种区别的原因就是有些人没有足够的意识调动大脑去收集信息。俗话说就是梦游状态，行为没有规划，走到哪算哪。\n如何收集信息\n平时游戏中大家关注的比较多的是自己的第一人称视角。无论是在走路，在补兵，在刷野，都是在看自己。除了10分钟以前的对线期&兵线在火并，其实绝大多时候关注点都没必要在主画面上。主画面真没有很多东西让你看。\n\n多盯着看下角小地图和队友的状态，还有TAB键的数据面板。这才是获取游戏信息的主要途径。\n信息的分类和处理\n游戏的无时无刻不在产生新的信息，我们从而对此作出反馈。要是细说那实在太多，我觉得比较关键的几点：\n\n1,英雄的动向\n这一点是贯穿整局游戏的重点，从对线期到后期都是影响胜负最大的因素。前期的关注点就是gank与反gank，所以主要是判断观察打野的打野路线和位置。己方优势则可以配合入侵对面野区，而不是站在对方塔前摇头晃脑。己方劣势则可以配合中野防守野区，对面支援大概率没有我们快。\n中后期地图上是很难看到人的，但是也可以推测出对方的动向，无外乎两点：推线/拿龙。所以可以提前对地图进行布置。 (to be continue)\n\n2,英雄的状态和他的兵线\n\n3,地图资源\n辅助的分类：\n其实每个英雄都有各自独一无二的特点，每个玩家也有各自擅长的英雄。一一说就有点太多了，不负责的概括为几大类：\n1，盾奶\n2，肉控\n3，法师\n这篇帖子着重讲一下“风琴星娜露”等软辅的玩法\n各个类型的后面慢慢来分析，线上打法和中后期的跑图站位。\n虽然说英雄分成很多类，但是说其本源还是个辅助。就算不c不坑的话也有他的本职工作。\n\n1，保护adc补刀发育\n这个都不用多说，赢还是得大哥发育起来把对面打死才能赢。而补兵就是发育的关键了。所以身为辅助的任务之一就是保护己方ad发育和骚扰对方ad发育，不过对线期大多时间辅助都是在一旁ob，所以千万注意走位，无论是进攻还是防守，稳定不拉胯才能上分，不求有功但求无过。\n\n\n2，插眼控图[quote] 说插眼是辅助的全部也不为过\n插眼就是辅助的生命。真眼就是水，是阳光，是空气。辅助的装备需要的就只有3个，眼石，真眼，五速鞋。其他的都是锦上添花罢了。而真眼才仅仅75块钱，出门一定一定得买两个。\n在绝大多数对局中，玩家都体验不到眼位带来的好处和收益。眼位的讲究很多，说太多大家也学不来，我就说3个至关重要而又一直被忽视的点：\n1，中路线眼(最重要也最被忽视的点)\n+ 点击显示隐藏的内容 ...\n2，中路河道草丛(真眼)\n+ 点击显示隐藏的内容 ...\n3，F6靠外侧\n这个眼位主要还是前中期的防gank和预知打野动向，注意点是眼位不要放的太里面，看到f6就可以了，因为他打f6必然会在小地图上被发现。这样放也能看到靠近河道这一边，放的太深作用就小了些。\n+ 点击显示隐藏的内容 ...\n中路线眼最最关键\n这两个眼位主要的作用是判断敌方英雄的走向，知道了对面英雄的走向，我方便能做更多的事情，比如避免一次gank，提前反蹲，提前草丛蹲人。综合布置如图：\n+ 点击显示隐藏的内容 ...\n\n这个位置可以说是贯穿整局游戏的楚河汉界了，辅助的眼位一定要控住这一块儿地方。红色方大致同理\n小龙坑前放真眼\n无论是红蓝色方，这个位置大概率能捕捉到前来gank的人的动向，如果看不到人，那也是能收集到到对面打野没有过来打河蟹这个信息。\n+ 点击显示隐藏的内容 ...\n这几个眼位教学可能是本帖的核心，非常希望能对玩辅助的选手有一点启发，真心想上分就去开一盘游戏体验一下这几个眼位会给游戏进程带来什么不同。\n\n\n\n再来说一说辅助插眼的常识和技巧\n1，10分钟之后出门必买两个真眼，回家前必须用完\n2，预判下波团战的发生点，提前布置视野，赶紧回家补充眼石和真眼。这样做的话就算是预判错了身上也还有眼，打团前重新布置视野也来得及。\n3，一个草丛插真假两个眼。这种情况都是排完一波视野，送一个真眼给对面造成我方在这已经没有视野的假象。\n4，观察对方辅助眼石数量和跑图判断地方的视野布置情况。\n\n眼位我觉得学会这几个点在钻石前已经够用了，上钻石以后都会有自己的风格。这里就不再过多赘述，有问题的就楼里问我会一一回答。\n3，游走(非必要)\n对线期时辅助游走非常看时机，而且大部分时间都走不开。简单的介绍两种能游走的情况：\n1，把兵线推到敌方塔下，己方adc要回家\n2，把敌方打回家了，己方adc一个人吃塔皮\n   软辅的优劣及版本强度\n我觉得软辅这个类型的辅助一直以来都是十分强力的上分类型，在下路双人线的优劣势也非常明显。\n手长，消耗能力强，熟练度高能非常恶心对面ad。\n缺点也非常明显，大多缺乏稳定的控制开团能力，和打野的协同性较低，身板脆弱。\n接着开头说的，本文着重讲“风琴星娜露”的混子打法。\n\n1，天赋\n+ 点击显示隐藏的内容 ...\n\n主宰系的僵尸守卫和无情猎手非常契合辅助野辅。不过强调对线的朋友也可以带坚决系的骸骨镀层和复苏。\n\n2，技能\n==技能怎么升级自不必多说，有盾学盾，有奶学奶。\n\n3，出装\n虽然大家一致吐槽黄色工资装上古钱币，但是这个东西叠起来确实是快，不需要太多的操作思考就能升级出来。还是比较推荐的。\n像去年软辅唯一指定装备炽热香炉已经是日薄西山，救赎这件装备还是非常顶的。无论是属性还是主动技都非常强。\n虽然大多对局都没法出到第二件大件，不过能出的话还是可以出一个炽热香炉，毕竟属性摆在那儿，法强cd和护盾值。\n\n4，具体思路\n(to be continue...)\n\n\nhttps://bbs.nga.cn/read.php?&tid=18307412",
  "tag":1,
  "title":"分享一下自己的辅助心得(缓慢更新9.25)",
  "link":" ",
  "gameId":1
}