{
  "userId":1,
  "time":"2019-11-11",
  "content":"前言\n前段时间补了tx自己搞的lol综艺，到了DGL教练 教育 训练那个流量队伍的时候，那个教练对他们队的辅助提出了个问题：你说你辅助厉害，那你把这个眼从河道插到三角草里去。(红方河道插到红外塔旁边三角草里)\n这个效果给我惊到了。这种插眼的技术我觉得是真的可以一学。但是这玩意儿还是得熟能生巧，感觉就跟补刀一样。\n因为每次都会忘记上次预先记好的插眼站位指针位置，所以我决定干脆做个图示留作存档。\n本指南基本上是综合了[[b站id=喜欢辅助的杨小杨]]这位up主的视频和我自己在练习模式中的实验结果……其中有一两个眼位还存在一些模棱两可的地方，可能会在以后改进。\n本篇不讨论眼位的战略意义，也不讨论何时使用——毕竟我只是个塑料辅助而已。\nPS：本篇所有截图都来自于美服9.9版本，并且全部使用智能施法。\nPSS：蓝方=左下角队伍，红方=右上角队伍。\n简单目录\n上路附近\n大龙坑四周\n中路附近\n小龙坑附近\n下路附近\n上路附近\n1. 隔厚墙插眼——蓝方上路河道口\n如下图所示。用亮线圈出来的草丛是需要点亮的地方。一般推荐在被压线过不去河道时采取这个方法。\n\n\n插完眼后，所见到的效果如下(能看到草丛中的敌方假人)\n\n\n我个人测试的结果是，首先要在墙壁找到那一坨双分叉(蟹爪兰？)一样的植物上，站在这个植物的上面(大概是让人物的腿挡住这个草)，然后在墙的内侧找到图中标明的三角形。三角形的右角位置外有向右侧延伸的阴阳分界线。在橙色箭头所指的位置附近点眼，可以做到插眼成功率80%。\n注意不要太靠下，过分靠下会插进这个墙下面的转弯地方。如果太靠上，会插出河道草丛。\n这个位置不是很好找，需要多练习一下。\n\n\n\n2. 隔墙插三角草——红方上路三角草\n三角草的位置如亮线标记所示。这个方法适用于从蓝方上路向红方三角草做眼时使用。(对于红方而言也可以在兵线推过河后，插的防备眼)\n\n\n成功后效果如下图。这个位置不好插的地方在于这东西容易插成草外眼……要正好插在草丛里的话，需要注意一旁的树干。\n\n\n放大之后能看到一旁的树干有几个分叉。最左边一共有三个分叉。只要插在左边两个分叉上(不是树干外，而是正好在分叉的树干树皮上)，基本可以保证正好插在三角草里面。\n亮线位置基本都是有效位置。\n\n大龙坑四周\n1. 隔墙插三角草——大龙坑上方三角草(同时也是红方上路三角草)\n所需位置如下图中亮线标记区域。这个位置的难点在于插不到或者是插出草丛。\n\n\n成功时，你的效果应该像是这样↓，能成功看到草丛中的敌方假人。\n\n\n在插这个眼的时候，注意大龙坑中有一条裂缝(有可能会亮紫色)。站定位置，然后去找同方向的一个石碑以及旁边坑中伸出的一块尖锐石墙。\n有效区域如图中的亮线阴影区域。\n\n\n2. 隔路插条形草——大龙右侧草\n我个人认为这个是目前最难但是最有价值的眼位了。\n你需要点亮的草丛如下图所示。这个位置非常容易插出草丛，要注意！(记得练习的时候在这个草丛里面放上敌方假人)\n\n\n成功效果如下图。(可以注意一下此时ez的站位)\n\n\n这里稍微做下分解演示。\n首先是眼位：放大右侧草丛你能看到其中有两个颜色较深的但是比较短的草叶(指向大龙坑方向)。我在这里用亮线高亮了。(为了提高亮度我在坑外面插了个眼)\n在这片叶子上，我用红线标注出了有效的草内眼位置。这是一个“へ”型的叶子，基本有效位置在弯折的左半的上侧外沿以及弯折的外沿。注意是外沿，内沿基本是插不了或者插出草丛。\n\n\n接着是站位：在大龙坑内有一条黑线粗细的裂缝。注意找到裂缝口，然后让你的指针点选在裂缝口，或者稍微靠上一些(大概是一个指针位置左右)的位置。\n下图是插眼成功后的站位，可以注意一下模型的双脚中心落点的位置。(目前我只用过风女ez这种模型瘦削的英雄测试过，不确定模型过大的英雄能不能一并成功 不过我看那个up主用锤石似乎也成功了，可能再稍微大一点点也没问题 )\n*更新*根据40L [@志由道人] 的测试结果，厄加特也是站在这个位置插到这个眼的，所以目测基础体积较大的英雄应该都是可以的 终极巨型大虫子行不行我真不知道……话说回来如果那么肉了为什么不亲自走过去插眼啦！\n\n\n总而言之，这个眼位还是要自己多多实验。光是找那片叶子我眼睛都要瞎了。\nPS：40L有该眼位的非智能施法演示。果然这个眼位更吃的是点选的位置啊…… 智能施法选手可以参考我这个，非智能施法选手可以参见40L的方法。\n中路附近\n隔厚墙插眼——中外塔左侧草\n草丛位置如下图所示。这个眼位除了依靠参照物(塔左侧的枯树)以外，还需要注意你的视角。\n如果依靠参照物进行插眼，一定要将自己的视野调整为：让中外塔处在你屏幕的中间右下的位置。不然会插出草丛或者插不过墙。\n\n\n成功时如下图所示。看起来眼位好像插到了草外，然而却仍旧看到了草丛中的地方假人。\n\n\n原up主指的树杈，我这里用亮线阴影描了一下。只有枯树枝中的一截是有效位置。\n\n\n当你游戏中的枯树枝是保持着上图的样子的时候(指的是你的镜头位置让树枝呈现出类似这样的样子，也就是能看到两端有分支的时候)即便你站在墙的另一边也是可以把眼插进这个草丛的。如下图。\n\n\n当你移动你的镜头导致中外塔处于你屏幕的右下边缘位置的时候，你点击的眼位就不能是那段树枝了，要选择那段树枝的右下的区域。要注意！\n小龙附近\n1. 隔厚墙插眼——小龙坑下方三角草\n指的是从小龙坑中向这个三角草中插眼。如下图标记高亮区域草丛。\n\n\n站位并不是特别重要的点，只要站在小龙坑的豁口处就行(就是图上坑边有向外流水的溪流边)。成功效果如下图——\n这个眼位正好能看到三角草两边的人，无论是偷龙还是保障打龙都是比较不错的位置。\n\n\n这眼容易插歪(向左或者向右的草外眼)，所以在插的时候注意一下小龙坑下方的小蜗牛。以小蜗牛的壳为圆(红线)，它的漩涡中点为中线(亮黄色横线)。在壳的下半部分范围(图中用蓝色阴影标出)都是有效草内眼点位。\n\n\n2. 隔路插条形草——小龙坑左侧草丛(蓝方红buff外侧草)\n这个眼是从小龙坑中向外隔墙+一条路插到对面草丛中的。草丛位置如下图亮线标识。\n\n\n当你插眼成功后，你的效果应该是下图这个样子的↓\n\n\n这个眼的插法很简单，有固定站位和固定点位。按照分解动作来做，基本能达到100%插到。\n首先是找到龙坑中的三叉型绿色植物一块——然后让你的人物走到三叉的中心(不用人物模型卡上去或者是怎么样，就右键点到三叉中心就ok)。位置如下图。\n\n\n位置站好后，就可以点你的眼了。\n参照物是这个草丛。如果你将镜头拉到最近，可以看到草丛的右下靠外端(但并不是最外端)有两片叶子交叉并且形成了一个三角形。如下图。\n\n\n把你的眼直接插到高亮标记的位置就完事ok了(如下图)\n\n\n接下来是将镜头拉到最远的场合——\n\n\n这时就不能找刚刚的三角了。而是要右下角第二根草叶(最大的那个)和它一旁最近的草叶形成的尖锐夹角的阴影区域。夹角顶端不能插眼，但是阴影内部可以插进草内。\n如下图高亮阴影区。\n\n\n多试几次基本上可以无压力瞬插。这个算是目前为止最简单的一个了……\n\n下路附近\n1. 隔路插三角草——红方下外塔三角草\n这个眼就是前言中shock到我的那个眼位了。我自己在盲试的时候怎么都插不进去 然后气成了睿智于是跑去打野最后成功自闭 。今天参考了前言提到的这位UP主的视频，成功找到了百分百插进草丛的点位。\n我自己则是在试验中发现了一点点站位的要点。\n总而言之，我们现在讨论的这个草丛是下图中高亮草丛。我们要从河道插进这个草丛。\n\n\n成功的时候，眼位看起来像是插了个草外眼(确实是挺容易插到草外的)，但是确实是插进去了(因为看到了草丛中的敌方假人ダミさん)\n\n\n这个眼位有两个要点。一是站位，而是点位。\n站位方面，首先要找到下路河岸边的两个树丛。树丛的正下方有一个非常不明显的缺口(一个很大的钝角)。让你的人物走到那个钝角中(并不是卡位，就是走到那个角里就行，正常走)\n在这里我的建议是，让你的人物顺着河道以一个比较锐的角度走到这个缺口的顶端，走到的时候你的人物一半模型有可能会进入墙体。(参照下图中下方的箭头路线)\n当你走到位置后，观察三角草的左下角。在红圈圈出的区域内，能看到五个(高亮)点。\n\n\n把你的指针最顶端(箭头就是顶尖，手指则是指尖)点在一号点上，再插眼，一定可以插进这个草丛中。\n在这里我个人的感觉是点选一号点的中线以及左半边区域比较容易成功。(高亮阴影区域)\n\n\n\n2. 隔厚墙插眼——红方下外塔河道侧草丛\n这个算是比较基础的眼位了。难度比起前面的都比较低。这个眼位没有站位要求，只需要点位。\n草丛以及参考物如下图所示。蓝色标记出了左侧溪流和右侧溪流 没错那个UP主说的是溪流而不是犀牛 。\n\n\n站在这堵厚墙的右侧任意位置，将你的指针点在左侧溪流中段(整个中段都是可以的，只要在溪流之内就可以)，就可以插到河道中的这个草丛。\n这个眼位的插法来自前言中那位UP的视频。我自己也是看了这个视频才明白了这个眼原来是这样插。\n\n*勘误校正* 对不起，那晚写到这里我已经精神混乱了今天才意识到我这里在口胡\n重新更新一下这个草丛中我的点位和对应97L所提出的眼位的相应点位站位。\n我自己做了个对应这个溪流墙壁所有可能点出的眼位以及对应的有效点位\n这两张图中讨论的眼位都是当你站在这个厚墙的右侧位置时(鼠绘的粉色小人位置)可能插到的位置。\n除了浅蓝色区域(这里的眼都是插不过墙的失败眼位)，剩下的两个位置都比较狭小，但是可以保证在一定程度的镜头位移的情况下(在这个2.5D游戏里你的镜头移动会影响参照物的观察)，点选该位置必定插中指定草丛。(PS：图中ez只是为了提供视野，提高这个厚墙的亮度)\n\n\n↑所以说，如果仅仅是隔墙插眼到河道草的位置，不能在溪流中段，而要在左侧溪流的上半段(也就是石头的左侧位置)\n\n\n\n另外，针对97L提出的较远的眼位——也就是正好插在河道草从的正中间的位置，我自己做了一点测试，确实是可以提供更远的视野。感谢97L [@浅见奈奈u] ，我之前确实完全没意识到还可以这么插。\n首先是河道的四个可能的打野经过的关键地点(如下图假人位置)：蓝方外塔三角草边缘，河道正中，河道偏红方位(爆裂果实的可能落点)，河道侧草丛\n\n\n接下来首先是前文提到的这种眼位(比较靠近草丛边缘，提供视野较少的版本)所能提供的视野(下图)\n这个眼位只能看到草丛中以及较靠近草丛的敌方单位(而且非常不明显)，河道中间的单位是完全看不到的\n\n\n而97L提出的草丛中段的眼位不仅可以清晰看到靠近草丛的地方单位，甚至可以看到河道正中的单位。\n\n\n\n\n不过这个眼位比较难插(容易插不到中间或者插到厚墙上方三角草下方的区域)，需要一点站位要求。我稍微做了一下测试，以下是结果，仅供参考\n圆圈是站位区域，方框是点位区域。\n首先是站位：在墙壁的旁边可以找到三片紫色的花瓣样的图案，让你的人物走到花瓣的上方(不是点在花瓣上，而是在花瓣之上)，大约是在图中花瓣之上守卫残骸的位置。\n\n\n\n而眼的点位则是限制在图中红框内的亮线井字交叉的中央区域。因为不太清楚所以我放大了一下做了个分解动作，看不懂的可以了解一下——\n+ 分解动作 ...\n\n但是因为每个人镜头位置不同，所以尽量还是让你的鼠标点在这个区域的中心点附近。\n因为这个草丛中段眼位能提供更多视野，所以强烈推荐大家多多使用。\n\n3. 隔厚墙插三角草——红方下外塔三角草\n没错还是它，但是这次的站位不同(如下图)\n\n\n这次是站在红方下外塔的正左边向这个三角草中插眼。难点在于选点。对于蓝方而言，这个眼位很容易在极限位置插出草丛。眼位本身比较简单，主要是容易出现失误。\n我圈出了在红方下外塔处于屏幕比较靠中间时，三角草丛的有效点位区域↓\n高亮描出了树1和树2，两棵树顶端相连的直线下方的三角高亮阴影区域就是有效插眼区。\n\n\n当你成功的时候，效果应当如同下图\n\n结语\n写了一下午终于写完啦！给自己撒花✿✿ヽ(°ω°)ノ✿✿\n所谓熟能生巧，这些简单指南只有在可以做到瞬插的时候才能达到最大作用。\n身为高龄LOL选手，虽然操作已经跟不了辽，但是这种动动脑子的活还是可以干的。\n希望这个插眼指南能够多多少少帮助到大家。祝大家游戏愉快！\nPS：文中可能出现的游戏理解错误，请不要在意。本文旨在介绍这类难插的眼位，并不是讲解布眼战术。\n\n\nhttps://bbs.nga.cn/read.php?&tid=17140640",
  "tag":2,
  "title":"[游戏本体] [低端个人向]看了就能会——简单易懂的插眼指南！(更新少量勘误校正",
  "link":" ",
  "gameId":1
}