{
  "userId":1,
  "time":"2020-01-03",
  "content":"大家好，我是ioStux，纽约九霄天擎队下属XL2学院队的教练，我们刚刚在洛杉矶举行的第二届北美挑战者联赛中获得了亚军，在这个过程中我有幸与Adam，Goliath，Cloneman，Mangachu，Nenne，Tizi，WooHyaL，以及Nanohana(FI0w3r)等出色的队员们一起共事，在写作这篇指南时我依旧是XL2的教练(目前已离队)，但我对于任何能够在守望先锋联赛的队伍中证明自己的机会都十分感兴趣，欢迎联系我(邮箱：coaching@iostux.com，推特：@iostux_coaching)\n\n放狗阵容是游戏中最独特的阵容之一，它不需要太多的战术但是非常依赖于比赛时的快速决策、直觉还有队友间的信任。没有任何一套其他的阵容能够在如此长的时间中一直主宰比赛，随着时间的推进，放狗阵容也只会变得越来越强势，随着选手们逐渐磨砺基本功至炉火纯青，选手们有朝一日可以执行完美的放狗阵容。\n\n虽然现在有很多套放狗的变种阵容，但我想用全放狗阵容举例来解释放狗阵容的基础。温斯顿和D.Va是放狗阵容中的必选坦克位，但是其他的位置可以有不同的英雄选择。全放狗阵容使用源氏和猎空作为输出位，禅雅塔和天使作为辅助位(这里需要大家注意的是，因为这篇指南是我陆续写完的，这期间也经历了不小的版本变更，所以有些例子可能是在以往版本下进行举例)，但是不管你是使用黑影-铁拳还是其他的英雄，放狗的核心基础都是相似的，所以让我们先以全放狗阵容举例。\n\n这篇指南会分成若干个部分，首先我想先解释一些关于放狗阵容的基本概念，然后我会着重介绍坦克位的使用，因为温斯顿和D.Va持续贯穿所有放狗阵容的变种阵容，也是他们能够产生最大的不同影响，之后我会介绍交战前的准备部分，紧接着是交战接触部分，最后是放狗阵容的团战过程部分。\n\n这里请注意，放狗阵容不是一成不变的，每个人执行放狗阵容时都会有所差异。在这里我也会与大家分享我的个人经验。\n\n概述\n\n节奏的重要性\n\n首先我想着重强调节奏在放狗阵容的重要性。举个例子，其他以地推前排(莱因哈特-查莉娅)为核心的阵容，通常在交战前就清楚自己能不能打赢这波团战，然后围绕这个获胜条件准备与执行团战。很多时候莱茵哈特要做的事情就是与对方的莱因哈特进行心理博弈和放大招。但是放狗阵容完全不依赖大招运营，很多时候团战的胜利取决于人数是否处于优势与随之占据的有利地形——这不是一套依靠大招的阵容，不需要裂地猛击砸倒5个或者吸加刀这种大招配合。但是节奏相当重要，在放狗阵容中你每浪费一秒钟思考你接下来该怎么做，敌方队伍就多一秒钟反应你到底要做什么。举个例子，经常可以看到那些经验不足的坦克位为了等待队友们准备完毕花费了太多的时间，或者憋大招的时间太长了。当执行放狗阵容时，很重要的一点是不要犹豫——你需要加快节奏，你需要在对方落位完毕之前就发起进攻。记住，贸然进攻打对方一个措手不及，也比集合完毕打对方一个严阵以待要好。\n\n占据地形\n\n地形优势在守望先锋中十分重要，把地形优势比作增伤Buff就要好理解多了，控制地形越多的一方队伍自然会越有优势，因为他们能够利用更多的掩体规避伤害，与此同时能够占据更多的有利地形倾泻伤害。除此之外，还可以占据视野上的优势，高台输出的优势。高台对于执行放狗阵容来说十分重要，因为这能够减少接触敌方队伍所需要位移技能的次数。通常执行放狗阵容的风险十分高，你有时需要使用位移技能来缩小与敌人的距离，这让你有时候遇到突发状况时毫无退路，但是利用高台你可以直接跳下去集火目标或者发现情况不对时立刻使用位移技能脱离战场。\n\n高台的另一个优势是，他能够让放狗的执行更加同步，D.Va的推进器，源氏的影还有温斯顿的喷气背包等位移技能的速度都不尽相同，所以即使他们所有人都在同一时间点发动进攻，达到的时间也并不一样，这一点我会在后面详细解释。\n\n高台还有一个最容易被忽略的优势——这不仅仅是关于己方队伍的落位，占据地形优势也不仅仅是因为这只对己方队伍好才显得那么重要，事实上占据有利地形对放狗阵容中的单个作战单位个人获得的优势微乎其微。放狗阵容之所以强大的原因，是因为占据地形优势除了让己方团队有利之外，对敌方更是一个极其不利的坏消息。放狗阵容的目的是破坏敌方阵容的进攻效率，在这个游戏中的许多英雄都需要自由活动的空间与攻击角度来发挥作用，放狗阵容能够有效地封锁有利地形从而限制敌方队伍的行动。在执行放狗阵容时，清楚所处的地形与敌方队伍的位置，思考你可以占据那些有利地形。团队中互相协作完成这个目标是一件非常重要的事情，比如使用矩阵支援或者治疗球支援，但确保无论你想完成怎样的支援操作——都要保证即使队友最后阵亡你也能够活着返回。执行放狗阵容的最佳选择并不是大家抱团一起突进敌人，而是分别选择不同的进攻角度，制造混乱，让敌方队伍无法把目标集中在一个点上。当然不用队友的帮助就能够占据有利地形是的确一件了不起的事情，但是有时候是不可能的。如果你觉得自己做得很好，但是这波团战仍然输了的时候扪心自问——你在这个过程中得到了多少队员的支援？下次是否能够不靠队友的支援就能完成同样的目标，五块钱买十个面包总比五十块钱买十个面包要好。不要只盯着结果，要看其中付出的代价有多大。\n\n落位\n\n放狗阵容是一套需要开阔地形的阵容，要尽量避免在封闭的空间使用放狗阵容因为这样会让你在各个方面都十分受限，因为在这种地形中当你被包围时也不能利用机动性很好地规避伤害，比如温斯顿的喷漆背包使用起来很大程度上依赖纵向空间是否充足，在一个房檐很低的空间中战对温斯顿来说非常不利。除此之外，也会更容易受到不同形式的流弹伤害，在小房间抱团作战非常低效，对于你而言也更容易受到范围技能的伤害。\n\n时刻铭记一些注意事项，比如说作为输出位你要确保己方坦克位在视线之内，如果他们在追敌人进入小房间后，他们可能就不能帮你击杀房顶上的天使，例如直布罗陀右侧的机房矿洞就是如此。渣客镇也有很多地形限制温斯顿的跳跃，以及尼泊尔村庄目标点右侧的小房间，这会让团战中的跟集火变得十分困难。这也是作为主坦玩家慢慢能够体会到的，但一定要跟队伍中的主坦玩家交流这些信息——如果你感觉你无法跟集火，或者当你的队伍准备突进但你还没有就位的时候，及时与队伍交流这些信息。很多时候如果你不了解其他队友的情况或者没有交流时，你就失去了这次跟集火的机会。所以在训练赛中多与你的队友们交流还有赛后多与队员总结沟通，只有这样你才能培养与队友间的默契。长此以往，当准备协同突进时你甚至都不用跟他们沟通就知道他们是否准备好了，你可以直接通过与队友长期以往培养的默契和游戏意识，判断他们的技能是否冷却完毕，了解他们的站位与你的目标之间的相对位置，清楚他们的生命值和护甲情况。这些都是十分重要的信息，每名选手也都有责任去关注或者至少粗略估计这些信息的情况。\n\n交战时机\n\n这部分内容很简略，但在我看来相当重要。你要在对方队伍还在准备进攻时交战，一支队伍还在准备进攻时就与之交战，这时候他们是最脆弱的，有两点原因：\n\n1. 破坏他们的既定计划，如果他们还在准备进攻时就与之交战会让他们措手不及，通常他们会计划在集合后抵达预计开团点后再与己方队伍交战，在他们抵达战场的途中与之交战，确保他们丧失了对他们有利的交战地形。\n\n2. 敌方队伍会被分割，如果己方全队一起突进交战，敌方队伍非常不可能瞬间统一作战意图，敌方的每一个人可能都会在心里想：我是应该继续前进还是先撤退？这种情况更大的问题是这个还会因为你使用的英雄不同而不同——如果你使用的英雄是禅雅塔第一想法可能是撤退，如果你使用的英雄是D.Va第一想法可能是继续前进，除此之外，随着进攻路线的不同每个人的想法也会不同。\n\n所以当敌方队伍集合完毕正准备进攻时交战。首先，你能够让敌方队伍处于一个不太舒适的交战环境；其次，分割敌方的队伍——因为有些人可能会撤退有些人可能会继续前进。\n\n总得来说，总体思路就是逼迫敌方队伍做选择，逼迫敌方队伍去冒着风险做出那些可能错误的选择。如果敌方队伍一直不用被逼迫做选择，他们也当然没机会犯错。\n\n坦克的职责\n\n\n原始暴怒击杀\n\n现在放狗阵容的基础部分我已经阐述完毕了，现在我想谈一些属于坦克位的特殊技巧。首先，我想要说说如何利用原始暴怒造成击杀。在放狗阵容里，坦克的终极技能经常决定了能否将一场团场的局势逆转，有时候这些终极技能甚至能造成比源氏大招更大的影响。利用原始暴怒造成击杀的核心就是要将终极技能的击退效果最大化。因为在原始暴怒状态下，你的普攻和跳跃都带有击退效果。我不想在这方面说得太深入，因为这只是放狗阵容里面的一小部分。但你可以利用连续的跳跃、普攻和敌人的动量不同把敌人拍到己方队伍里面。大多数敌人会本能地远离原始暴怒状态下的温斯顿，但它的技巧就是建立在这种动量不同的基础上。移动速度越低，受到(原始暴怒的)击退效果越低。例如一个正在使用聚变机炮攻击的D.Va，她的移动速度降低，这就意味着她受到温斯顿的击退效果会比没有使用聚变机炮攻击的D.Va小。同时如果一个敌人面向你走来，你会更难将他击退至更远的距离，反之如果一个人背向你逃跑，你会更容易将他击退至更远的距离。\n\n这个技巧在将高台敌人拍走时是一个非常有效的技巧，你可以将他们击退至更远的距离，之后你可以占据他们的地形优势，这也是我在之前阐述过的为什么占据有利地形对放狗阵容如此重要的原因。\n\n坦克终极技能的分割\n\n坦克终极技能的另一个用途是分割。我们会出于不同的原因分割敌人。例如，你会尝试拍走正在使用战术目镜的士兵76。或者在敌方禅雅塔使用圣的时候，试图令他远离他的队友。也可以在敌方莱因哈特裂地猛击前把他拍走。如果你觉得黑百合给你的队伍造成了不小的麻烦，你就需要一直骚扰她。或者在敌方源氏拔刀的时候，利用D.Va的核爆创造一些安全空间，让源氏的这把刀没有收益。分割并不是坦克终极技能的主要功能目的，但在敌方占据很大地形优势的时候，可以利用这些大招夺回地形优势，保证一个成功执行放狗阵容。猎空和源氏在混乱的环境下更为有利，原始暴怒和核爆都能很好的制造混乱。但很重要的一点是，分割战场的终极技能不要和一些其他技能重迭使用，例如源氏刀。没什么能比一个源氏要一直追着被己方温斯顿拍走的天使更糟糕的了，你可以把目标拍向己方源氏攻击范围内，或者选择不使用终极技能。\n\n生命值最大化\n\n坦克终极技能还有一个最常见的用途就是把一个坦克的总血量最大化。卢西奥和禅雅塔的治疗量实在太有限了，特别是当卢西奥还要时不时回来保护禅雅塔时。为了解决这个难题，优秀的放狗队伍会有很多应对技巧。但我想说的是利用坦克终极技能能拥有一次额外的生命。用数字举例的话，D.Va的核爆能提供一个全新的机甲。D.Va(机甲)有400生命和200护甲，总共提供800的有效生命值(护甲：单次受到伤害减少5点，不超过原伤害的50%)。温斯顿在使用原始暴怒时拥有1000生命值。假设在1生命值的时候使用原始暴怒，实际上生命值提升了999。如果算上温斯顿的护甲(原始暴怒下的温斯顿拥有100护甲)，总共提供1099的有效生命值。所以使用两个坦克的终极技能提供了几乎2000的治疗量，实际上，增加的生命值是1800，因为温斯顿很少能卡在1HP的时候开大。\n\n让我们看看这些增加的血量需要多久的治疗时间。坦克终极技能能立刻增加生命值。天使治疗60hps(现版本天使治疗50hps)。猎空伤害120dps，这是因为在计算上240dps加上了1秒换弹时间。\n\n敌方猎空需要15秒才能消耗掉1800有效生命值。天使的话，假设辅助治疗护甲的速度和治疗普通生命值的速度一样快，我们来看看1500生命值需要多长治疗时间。如果你不太懂生命值和有效生命值之间的区别，不要担心，我只是想从这个角度和你们展示大招增加血量的强度。天使需要25秒才能治疗1500HP(现版本天使需要30秒)。大招增加的血量真的高。你只需要在最后一秒开启终极技能，就能为队伍带来很大优势，尤其在双方都是放狗镜像阵容的团战中最能体现这一点。在有机会能返场的时候，如果温斯顿没有使用原始暴怒续点的话是个很大的失误。D.Va大招用在分割或者击杀方面会比在下一场团战中提供额外一次生命来的更有风险，因为你不但不会失去其进攻性，还能将你的生命值最大化。我希望这个部分表达的足够清晰，但总的来说，大多数情况下都可以尝试在临阵亡前使用终极技能。\n\n\n坦克互保\n\n前排还有另外一个十分重要的部分——他们之间的互保。D.Va的防御能力是由他的防御矩阵还有200点黄甲组成，温斯顿有100点黄甲还有它的投射屏障。所以理想状况下队伍们都希望一名坦克英雄去车边交战，等到黄甲和防御技能用完时再撤回来，让另一名坦克英雄接替，为了更好地阐述这一点，我来举一个不太新颖的例子：\n\n假设你在防守多拉多的第一个目标点，进攻方的运载目标附近有猎空和禅雅塔。这是一场2V2的较量，己方的目的是尽可能地拖住运载目标的前进越久越好，同时要么尽量不让敌方获取太多的能量要么直接击杀对方。这时D.Va会留在高台，温斯顿会跳下去碰车，一旦它吃到了伤害D.Va就开始用她的防御矩阵为其提供保护，然后温斯顿放下他的投射屏障开始在罩子边缘进出规避。与此同时，D.Va可以在这个时机趁机输出，但更重要的是为恢复她的防御矩阵争取时间，一旦温斯顿的投射屏障被毁坏，他的护甲开始被消耗时，立即跳回高台恢复技能与血线状态，这时D.Va跳下高台使用她的200黄甲和防御矩阵尽可能地存活更长的时间，而这时温斯顿的血线与技能冷却时间也在恢复，一旦D.Va的黄甲和技能也被消耗殆尽时她在飞回来换温斯顿跳下去，这时温斯顿又有了崭新的投射屏障和一百点黄甲，这个循环会持续不断地下去直到进攻方在另一名坦克尚未恢复完毕就已经击杀了交战中的坦克时。\n\n坦克互保非常重要，因为这能极大地争取时间，这一点我稍后还会详细阐述。\n\n\n夹击\n\n夹击和使用身体模型阻挡敌人时放狗阵容的一个很常见的技巧，因为放狗阵容的机动性十分强大，而其他阵容的机动性并不高。就拿地推阵容来说，他们唯一的团队机动能力只源于卢西奥的加速，这一特性可以被放狗阵容好好利用。请注意，我并不是说放狗阵容对抗地推阵容就非常有优势，我只是想以此为代表举例低机动性阵容。当使用放狗阵容的时候，你肯定想确保敌人哪儿都跑不了，放狗阵容的机动能力是以机动技能的冷却时间为基础衡量，所以当进行第一次突进后，会留给敌人短暂的时间撤退和恢复血线，这时候你就需要预判敌人的撤退路线然后将其掐断，而这一般属于温斯顿的职责。当温斯顿突进时仅仅是为团队创造输出空间为目的跳到敌人面前，这样做的风险不高但是与此同时也给予了敌人撤退的空间，降低了稳定击杀敌方目标的可能性。如果你直接跳到你敌人的身后，使用身体模型阻挡他的撤退路线同时也使用喷气背包将敌人击退至离队友更近的方向，这时不但完美地阻挡了突进目标的撤退路线还与队友形成了包围圈，这个技巧在狭窄的空间更好用，比如说国王大道的第一个目标点还有直布罗陀A点右侧的机房内\n\n这种有些队友在前面，有些队友在后面的进攻战术称之为夹击，这一点我也会在后面详细阐述。\n\n互换坦克\n\n这主要发生在双方都是放狗镜像阵容的时候，虽然有时候也有一些特殊情况会发生这一点，如果你没遇到过双方对放狗时，那你忽略这一部分也没有关系。互换坦克是放狗阵容的一个非常重要的部分，因为只要互换成功你就给对方造成了不小的压力。放狗阵容中有几种不同的换人方式，第一种是控制地形压迫敌方后排，同时也为己方队伍落位争取了时间，你可以让己方的禅雅塔上到高台，或者让猎空在敌方后排落位准备协同集火。如果是占点图互换人员的利弊取决于谁控制着目标点，如果你是控制目标点的一方，那整场比赛一直都在互换人员都是赚的。但是如果敌方控制着目标点那你就需要尽量避免互换人员。\n\n有些放狗的变种阵容在互换坦克方面要强于其他的变种阵容，传统放狗(配置禅雅塔)在互换坦克上就要强于全放狗(配置莫伊拉)，因为莫伊拉最后会将她的治疗资源消耗殆尽而禅雅塔则会持续提供治疗资源，所以全放狗并不是一个擅长互换坦克的阵容，以此类推天地狗阵容和双狙放狗阵容也并不擅长互换坦克，因为无论是其中的法老之鹰或者狙击手都依赖着天使给予的资源打出缺口，天使每给前排一秒资源，输出位就越难制造击杀\n\n所以观察己方阵容再问问自己是否能够互换前排，两边的温斯顿互相在角落里电疗真的对己方有利吗？是否感觉毫无意义呢？知道什么对敌方队伍有利什么对己方队伍有利是一件非常重要的事情，这也能帮助塑造团队的游戏风格。\n\n\n团战前的准备\n\n\n侦查\n\n对于放狗阵容，侦查的重要性不容小觑，这是由于坦克血线和所谓的“盲跳”所致。什么是盲跳？为了防止敌方察觉你的动作从而作出反应，你会利用掩体切入，这使你无法预先看到敌人。盲跳相当依赖获取信息。如果你盲跳到没有对手的位置，就会在技能冷却时变得脆弱，尤其当对方也是放狗阵容时，你将面临被集火的风险。为了防止这种情况，侦察是非常重要的一步。\n\n多数队伍倾向于给源氏挂球并由他侦察。原因是他较小的体型使其不易受到流弹伤害，并且他无需和己方坦克协同。如果让坦克去侦察，那么他们必将暴露位置，这潜在降低了突进的成功率。源氏选择偏角切入来让他的影击中更多敌人，从而在给辅助施压的同时，扩大收割范围。因此，一个暗中观察的源氏并不会泄露队友位置，以达到出奇制胜的目的。\n\n在侦察时，你有多种信息需要获取。首先要了解敌方阵容。放狗阵容对阵接狗阵、双狙阵或黑影体系时差异很大。在比赛开始时观察敌方阵容，这对于放狗阵容的初次进攻至关重要。其次要侦察敌人站位。报出看不见的敌人也很重要。如果你只看到5个敌人，那么这可能意味着敌方一个人负责单走，所以报点说“敌人在左上高台”并不好。转而说“5个左上，1个位置不明”会为你的队伍提供更多信息。\n\n需要交流的另一件事是技能冷却，但我将在下一部分中讨论。\n\n请记住，源氏只是放狗阵容的一员。让猎空侦查，或在防守时让D.va侦查，这都是可行的。\n\n\n技能冷却时间\n\n技能冷却是放狗中最重要的部分之一，对于任何放狗阵容来说，理解这一点非常重要。放狗阵容很特别，因为它并不受大招主导，但仍需在团战前试图获得优势。放狗阵容获得团战优势的方法，是通过交流敌方技能冷却，并借此打击敌人。当敌人用掉技能时迅速报点相当重要，这样你的坦克能据此作出决断。通过前排互换和让猎空对后排施加压力，让敌方交出越多技能，团战胜率越高。下面是一些重要技能的例子：\n\n· 卢西奥的强音\n\n· 查莉娅的主副盾\n\n· D.va的推进器和防御矩阵\n\n· 温斯顿的屏障和喷射背包\n\n· 源氏的影\n\n· 猎空的回溯\n\n· 士兵76的生物立场\n\n· 奥利莎的吸和盾\n\n· 法老之鹰的推进背包(当集火法老之鹰时)\n\n· 天使的守护天使(当双飞时)\n\n· 路霸的呼吸器\n\n· 安娜的生物手雷\n\n· 小美的冰墙\n\n· 禅雅塔的圣(当集火禅雅塔时)\n\n· 温斯顿的原始暴怒(当集火温斯顿时)\n\n· D.va的自爆(当集火D.va时)\n\n了解敌方技能情况是选择目标和放狗的关键。一旦技能交出，主坦或源氏有责任报出集火，尽管这很大程度上取决于选手本身的游戏水准。\n\n\n治疗优先级\n\n放狗是一种基于机动性的阵容，灵活运用血包相当重要。举个例子，猎空需要大部分时间不依赖辅助，她吃血包不仅为了生存，也为了从敌人手中抢走血包。禅雅塔只有在紧急时需要给猎空挂球，或挂球没有更好的选择时，再或者是猎空请求挂球时。多数情况下是在猎空对位时给她挂球。\n\n在侦查时期，天使负责治疗坦克，禅雅塔负责治疗侦查者(通常是在远处高点的源氏)。请记住，如果前排没有在交换血线，那么天使不要为了治疗队友而放弃自己的站位，让禅雅塔和源氏做自己的事。挂球不会暴露禅雅塔的位置，这是维持侦查比较安全的办法。\n\n当团战发生时，优先顺序会发生变化。天使大部分时间需要治疗坦克，主要是温斯顿，当禅雅塔被集火时转而治疗禅雅塔。默认温斯顿有两个理由：第一，他是队伍空间的主要来源，他的阵亡往往导致团战失败，而D.va至少有机会换回机甲；第二，温斯顿只有D.va一半的护甲，这意味着他更容易被击杀。\n\n理想状况下，禅雅塔也应该给坦克挂球，除非别人需要，比如猎空对位或源氏拔刀。你要避免过于频繁地切换挂球目标，谐球转移会累积时间，过多转换目标会降低治疗效率。\n\n\n伏击\n\n之前我解释过伏击如何为放狗协同服务，我想我需要首先解释伏击和绕后之间的区别。绕后是主动绕到敌人后方。你利用绕后路线和角色机动性来改变站位。这使你可以选择完美的开团时机，但是绕后花费很多时间并且你可能被发现而措手不及。出于这个原因，非机动性英雄不应该绕后。另一方面，伏击有着同样的目标，到敌人后方，但是它有点不同。你不是主动沿着地图绕后，而是等在角落后面让敌人队伍走到你面前。这有很多优点，特别是对于放狗。它允许你在没有使用任何位移技能的情况下与敌方队伍交战，使整个交战对你来说更安全，并且它也可以让敌人措手不及。另一个优点是伏击有一个明确开团信号，那就是由一人绕后，由绕后者决定开团时机。然而，如果你计划伏击，你将在敌人走到你前面时被迫开团，这就确保了队伍中每个人能够齐心协力，保证了一个顺利的团战。\n\n伏击确实有它的缺点。主要问题之一是较好的队伍会时常搜点，并察觉到敌人不见了。如果敌人走向交站点时时看不到你的主坦，他们可能会认为你要伏击，这样他们可以夺取先机主动开团，潜在地先手造成击杀，尽管你有很强的机动性，也有可能无法逃脱。这就是为什么伏击是一个所谓的“比赛才能用的战术”，如果敌人没有为此做好准备，这是一个很好的策略。如果你过度使用伏击，就有让敌人完全看透的风险，使得这种策略失去效用。伏击的最佳时期之一就在本轮即将结束时，很多队伍，甚至高水平的队伍，都会争取给防守方一个绝佳的伏击机会并等待进攻时机。\n\n\n4-2\n\n既然我已经解释了什么是伏击，那么就让我们把它放到传统放狗实际应用的例子中看看。前二后四(4-2)的阵型在防守端和控制图上最为常见，他也会出现在进攻端只不过此时六人前压更为常见。前二后四要求放狗阵容在集合期间分割阵型。前二通常为猎空和温斯顿，后四则由源氏、D.va、禅雅塔和天使组成。前二后四自然是有他的优缺点。最主要的一个优势就在于，这样的阵型让队伍不再那么脆弱而使得后排遭到反扑。如果温斯顿、D.va、源氏和猎空一起切入敌方阵中那么就会让后排完完全全暴露出来让敌人有机可乘。而把D.va留在后方则会让敌人占得便宜的难度大大增加。下一点，放狗阵容中D.va的位置会泄露队伍的战略，但是如果D.va和后排在一起这会让敌人对你们的下一步行动捉摸不透。再说到最后一点，关于进攻时机这一后续会再次详述的话题，前二后四的阵容将会大大降低同步的难度。因为比之三四个队员同时集火一个目标，4-2只要求两名队员在同一步调，这也意味着除开比赛水平的因素，4-2阵容将会在上述方面有更高的成功率。\n\n当然这一切听上去4-2阵型非常美好，但是他也有其缺陷。其中一点，失去D.va的支援将意味着温斯顿尤其明显的地不再拥有那么多资源去使用。温斯顿和猎空在这样的阵型下将被从队伍中分割开来，所以他们需要注意不要承受太多伤害并能够快速完成任务。而这都取决于能否创造初期优势和打退敌人，迫使敌方队伍要么使用复活技能也就意味着下一波集火的好时机来了，要么出于5v6必然失败的考虑整体撤退。\n\n4-2阵型需要大量的练习，但是这些在自定义比赛里发掘猎空-温斯顿的组合可以静待敌人伺机切入后排的位置，也将会成为你们的制胜武器。记住，只要在角落里徘徊，静候敌人的前来，一旦看到敌方后排立即切入在他们前排还没反应过来时就清光了他们。\n\n\n保持待命状态\n\n这是放狗阵容最重要的概念之一，它涵盖了对坦克的血量控制、把握节奏的重要性和队友间的信任。很多队伍和教学指南里宣称对他们而言，采取倒计时的方式是最成功的报集火方法。“集火那个禅雅塔，1,2,3冲啊”成为他们眼里报集火的究极形态，但这简直是大错特错。使用倒计时一起上的方法在集火效率上是极度糟糕的。这么做最大的好处就是让其他队员在还未准备好时有机会叫停这次集火。但是，尤其是在更高级别的赛事环境下，是不可能在冗长的倒计时之间保持队伍集火的节奏的。\n\n这也是为什么要让队员进入待命状态的原因。为了时刻保持在高效和即战的状态，每一个放狗阵容中的队员都要始终处于待命状态。如果源氏想要此刻集火敌方禅雅塔，他不应当需要号召队友：“集火那个禅雅塔，1,2,3冲啊！”这太浪费时间了。反之，源氏应当相信他的队友已经准备好了，如果队伍全程一直在报点和侦察敌方信息，那么再重复禅雅塔的位置也会是多此一举。理想情况下，队伍会在选定禅雅塔为集火目标前就清楚他在左上方，同时无论是队伍的D.va、猎空、源氏还是温斯顿都会在任何队员请求集火禅雅塔时已经准备完毕。\n\n放狗阵容中的任何一个人都从不应该发出“我已经准备好跟上集火”的信号。当然，除非他或她刚刚从出生点回来。取而代之的是，如果你当时没办法跟集火，告诉你的队友 “我没法集火温斯顿”将会是更好的交流方式。\n\n在做训练赛复盘时，关注这一点非常重要，因为他可以让你在观看每一个队员集火时的状态确定他们是否进入了待命状态。观察每一次集火和他们所确定的目标，再搞清楚目标的位置在当时是否已经被队伍全部成员掌握以及有没有人表达他们还未准备好的意愿。如果目标位置是确定的且全员备战，那么这次集火应该会是成功的。如果没有成功，一定要找出原因。\n\n\n护甲\n\n护甲是放狗阵容选择集火目标的关键所在。让我们快速温习一下护甲的作用机制。护甲可以让英雄每次减少50%所承受的伤害，最高可减少5点伤害/次。如果一发子弹造成了6点伤害，那么护甲抵消了其中的3点。如果一次伤害的总量是18点，那么他将被降至13点。而如果这个伤害值达到了300点，那最终打在护甲上就是295点伤害。这也就意味着使用多发高速火力的英雄在面对护甲时将十分乏力，因为他们所能造成的伤害将被大幅抵消。相比较而言，黑百合的火力虽然无法追求速度但非常强劲且受到护甲的影响不大，而猎空的子弹杀伤力就小多了必须追求射速。\n\n因此，源氏打在护甲的伤害将会损失约25%，猎空约50%，D.va在40-50%之间，温斯顿则是大概50%左右。这也是为什么在选择集火目标时护甲如此重要，如果选择了一个高护甲量的目标会非常冒险，因为敌方甚至可以轻易地在被打掉一半护甲量的时候将其奶回来。我暂时还不想对目标优先级的话题做过多深入的探讨，但我想指出得是护甲是如何影响阵中的交流的。前文中我们探讨过计算技能冷却时间和侦察敌方位置的问题，但是具体来说放狗阵容中最重要的交流信号是“D.va没有护甲”或“温斯顿没有护甲了”。因为一旦这些角色失去了护甲的保护，他们将马上变成巨大的靶子。这时候猎空每秒可以对他们造成120点伤害，同时天使仅仅只能提供60点的治疗。换言之，猎空打在无护甲目标身上可以造成每秒60点净伤害。这时虽然猎空无法立刻杀死被天使治疗的目标，但最终由于天使的治疗量抵消不掉猎空的伤害量目标将难逃一死。反之，如果目标还有护甲在身则猎空对其造成的伤害就是60点而非120点，和天使的治疗量持平，猎空就势必无法杀死目标除非在其血量极低的状态下采取近战普攻爆发击杀。如果你发现切入敌方阵营后集火的目标始终无功而返，那么想想是否是有布里吉塔的E治疗类似的技能在发挥作用，尽管75点护甲加成听上去并不多，但它几乎可以让目标的击杀难度提到两倍之多。\n\n\n非常规角度\n\n集火成功与否很大程度上依赖队伍进攻采取的角度，有许多原因让采取极佳的角度切入变得非常重要。首先，从多个角度进行观测将扩大队伍的整体视野利于侦察。队伍里的温斯顿可能没有看到禅雅塔藏在角落里，但是向左侧翼突进的猎空报出禅雅塔的位置是绝对没有问题的。可能敌方的布里吉塔已经用过了恢复包的技能，如果你方源氏没有报出这个信息，温斯顿就有可能出于对布里吉塔保护技的顾虑而不去跳禅雅塔的位置。\n\n从刁钻的角度袭击也会让敌方前后排的体系被瓦解。如果我方猎空绕到了敌方队伍的后侧，那么原先正面敌人的后排就反而会变成猎空视野里的前排，也就意味着自以为安全无误的辅助们实则直勾勾地曝露在猎空子弹下，而非有队友在前排掩护。\n\n另一个原因就是视野的掌控，纽约九霄天擎队的主教练Wizard Hyeong近期发布了一期可以帮助新手们熟悉这个概念的有趣视频。简而言之，如果你站在对于己方坦克来说非常规的角度，你也就迫使敌方的注意力离开自己的大部队，让大部队在没有人盯住的情况下得以保持健康。\n\n选择非常规角度的好处远不止这些，它包括了可以让敌人无法扫射攻击,我方可以无视挡在正面的护盾，控制地图上更多的血包等等。不过现在你要知道的是，尽可能地从多个角度进攻敌人对于放狗阵容的灵活变阵来说相当重要。\n\n\n猎空“镜像对位”\n\n我不想过多深入这个话题，见题生义它只会被运用在双方都选择猎空的阵容中，这里我想解释一下选择这个镜像“配对”的原因。\n\n猎空“镜像对位”敌方猎空会视情况而言可能成为更好的选择。这里的“镜像对位”的意思是，如果对面猎空去了A点你也去，去了B点你就跟去B点。你在整张地图上紧跟着她强迫她和你单挑，让她无暇顾及其他事情。这么做甚至无关乎一定要杀死她，虽然如果你擅长于血包、回溯的使用和猎空之间的决斗，那么终结对手必然还是有可能的。但记住，这种缠斗的目的是为了让她忙于这边的战场，阻止她去做本职工作。\n\n这时候第一个印入脑海的问题就是：“这么做难道不就造成5v5了吗？”其实答案远没有那么简单。这里有两种情况缠住敌方猎空比和团队协作更有价值。第一种情况：敌方的猎空很明显的强于你方。一个不咋地的猎空至少可以缠住一个出色的猎空一阵子。当然了，前者无法杀掉后者，但是她也会变成难啃的硬骨头，把双方队伍的阵容水平拉回同一起跑线。理想状况下，当然是让你的猎空不再那么“谐”了，但有时候你也别无选择只能采取猎空盯猎空的策略。\n\n第二种情况则是，也许对面猎空和你方猎空水平不分伯仲甚至稍逊一筹，但是她在队伍里此刻的战略地位比你方猎空更重要，可以做出更多的贡献。这里用举例说明最为明朗。让我们看一下努巴尼的第一个点，猎空在进攻端会有些乏力，因为即使她掌握了地图后方的蛇形地形，到达高地也会由于过多的纵深和花费的时间而十分冒险。这里整个目标点都被高地环绕，所以依靠你的猎空去发动集火不是个好主意。反之，防守端的猎空可以等待对面坦克发动进攻然后袭击其禅雅塔的位置，甚至是任意的后排从而切断进攻方补给线。这种情况下，进攻端当然可以换成奇奇怪怪的阵容，像是麦克雷去阻止对面的猎空，但是其实这时候猎空对猎空才是最好的选择。所以，告诉你的猎空去“镜像”缠住敌方猎空在一些特定的情况下作为一种对抗镜像阵容的方式，往往是一种正确的选择，仅仅出于对面防守端从出生点就拥有高地控制权的先天性优势让猎空可以做如此多的贡献的考量就足矣。\n\n交火\n\n\n攻击优先级\n\n交火之前需要选择好攻击目标。放狗阵容中，目标选择非常需要根据具体情境判断，没有一条适用于所有情况的铁则。我会分析一些影响目标选择的因素：\n\n第一，“范围”。想要知道你的攻击目标位置是否适合，需要分析很多原因。首先，长时间的位移过程对温斯顿和D.va来说都是致命的：在跳向攻击目标的过程中花的时间越长，相应地，他们也就更长时间地暴露在敌人的枪口之下。显然，温斯顿要在寻找到攻击目标之后再放下屏障，但如果滞空距离太长，就要等到落地之后，他才能用屏障保护自己。长距离位移还会带来另一个问题：后排在与前排非常分散，难以进行合适的拉扯。比如禅雅塔，他的视野具有距离限制，距离太远会导致你在他的视野之外孤军奋战。此时，他的技能不仅完全无用，而且极易被敌方的狗位骚扰。更坏的是，假如坦克生命值过低，就算禅雅塔开启“圣”保护，也无法及时支援。\n\n第二，“击杀率”。即击杀进攻目标的成功率有多高？这由前期侦查决定，你需要观察好敌方目标的“机动性”、“自保能力”、“终极技能”以及“生命值与护甲值”。如果你想进攻一个被天使关照着的D.va，那么几乎不会成功。她具有机动性、来自天使的支援和健康的生命值与护甲值，这些都会使你的攻击无效化。或许只有当她进行自爆时，你能侥幸击杀她。现在换一种想法：如果你观察到敌方天使已经飞离了D.va，她自己也没有终极技能，刚刚使用完推进器，并且被粘上了破坏她护甲值的脉冲炸弹，此时攻击她便是一个极佳的选择。\n\n很多时候天使是攻击的首要目标，最好的情况是她处于低生命值、没有任何护甲。好好观察她的终极技能状况，女武神现在可太烦人了。她的机动性也要认真观察，“她有队友可飞吗？”“她刚刚飞过吗？守护天使在冷却中吗？”。以及最后需要知道，天使在被攻击时是无法治疗自己的。\n\n总的来说，你要好好观察敌方队伍，运用你执行放狗阵容的经验，接近那些机动性不高、自保能力不强，理想状态下没有像圣一样能自保的终极技能，还生命值不高并且没有护甲的目标。最坏的是你们错过了机会，或者你的队友没有准备好，你们得停下来等技能冷却，因为并不是每个人都知道敌人的位置；或者你们没有进行适当的侦查，错过了一轮重要的技能冷却。放狗的核心是了解实时战况和团队交流，从而在脑海中构建出完美的进攻计划。\n\n\n集火指挥\n\n之前我单独解释过指挥，不用重复，但是总结来说，第一，不要进行太长时间的等待，除非别人告诉你没有准备好，否则假定大家都已预备。第二，如果你已经知道大家都观察过对面的位置，那就不要浪费时间报点了。在这一小节中，我想解释一下拉扯和突进的区别。\n\n虽然创造进攻空间本身不会使你赢得任何比赛，但它确实让有效击杀变得更简单了。好好记住这一点，接下来我会简化很多，最容易理解的解释是：一次或多次的拉扯为最后完美的突进打下了基础。拉扯是低风险、低收益的集火，并不会有任何击杀，但达到了很多目的。首先，拉扯强迫敌方使用了技能，要么脱离队伍，要么自保，要么与你技能交换。其次，拉扯能给你空间，这对于缩短你与敌方的距离来说，意义重大。听起来很熟悉吧？这些都是我们在上一小节“攻击优先级”中说过的。通过拉扯，你能更接近攻击对象，并且强迫他们使用技能，消耗对方，这些都会让突进成功率大大增加。拉扯中，一般情况，你想要达到高地、或者离对面更近的位置；想要接近敌人，却不潜入太深；想要引出他们的技能或者放弃优势位置，却不是击杀他们，所以你不用冒太大的风险。如果有队友在拉扯中死亡，就是一次失败的拉扯。\n\n并不是只有一次拉扯。在某些点位为了逼出技能、使对面放弃优势位置，可能需要执行多次拉扯，但一旦你对当前情况感到满意，那么就可以开始突进了。务必谨记：拉扯是低风险的。这既提醒你不用深入，也意味着你不用依赖太多外部资源就能给对面制造压力，D.va的矩阵、天使的治疗都不在考虑范围之内。拉扯大部分是独立完成的，所以也不需要很多交流。\n\n突进却需要很多交流。突进失败了，团战也会失败。比起仅仅接近对面，你应该深入，你要跳到他们后面，切断联系，你要让每个人都能最大化你的击杀能力。你并不只是想要创造进攻空间或者是占领位置，而是为了制造人数优势以及击杀敌人。此时要依靠D.va的矩阵和天使的治疗，输出位也要打出伤害，还要利用不同的角度包围敌方队伍。所有之前执行过的拉扯应该让这次突进成功。如果失败了，问问你自己是不是太急躁了，你是否需要创造更多空间、观察更多信息、逼出更多技能、取得更好的角度，或者说不要犹豫再三？区分拉扯和突进的能力，也是区分优秀放狗队伍和一般放狗队伍的标准。简单地一次又一次跳进敌方队伍，并没有任何意义。\n\n\n进攻时机\n\n又是一个重要的小节。我们已经知道了拉扯和突进的区别，来谈谈进攻时机吧。为了伤害瞬间最大化，你们要同时进攻对面。伤害瞬间最大化是放狗战术很大的一部分，因为放狗的最大弱点就是及时的治疗。如果敌方队伍得到足够的时间治疗，你就击杀不了任何人，因为你们所有的重要技能都已经使用了。理论上，源氏的影、温斯顿的跳和各种其他技能能在一场团战中击杀一个对象。但是如果你放任对方治疗，那就毫无作用了。这就是为什么整个队伍同时进攻如此重要。\n\n为什么很多非职业战队感觉进攻时机很难呢？不仅是因为他们的集火指挥很差，也因为所有的技能都有不同的范围和速度。源氏的影就跟D.va 的推进器或者温斯顿的跳有很大的不同。为了保证同时落位，每个英雄都要在不同的时间使用技能。理想情况下，源氏应该在温斯顿接近之前开始冲入敌方队伍，而D.va在温斯顿之前开始飞行，但实际上最终在他之后落位，以确保她可以用矩阵保护他。在这份指南里很难解释清楚这些，但练习同时进攻的最好方法就是进入自定游戏、设置好自定场景，将所有的步骤走一遍：观察目标位置、每人都准备好、某人指挥集火。为了练习更加高效，你们最好轮换着指挥。确保在不同距离练习，并从不同的角度进行练习，使其尽可能逼真。如果温斯顿跳进去，希望有源氏跟着他时，却发现源氏影的距离不够，那可真是是太糟了。\n\n交战\n\n\n指挥/互换\n\n每个队伍进行指挥的方式都有很大的差异，我大致说说我的设想，以及解释一下它为什么有效。\n\n首先，为什么我认为单个指挥对队伍整体性能非常不利、并增加了冗余的不协调？首先，单个指挥很有意义，对于队伍应该集火哪个目标并没有混淆，但实际上，游戏是更复杂的，选手们也会出现失误。所以我个人推荐至少存在两个指挥。优点很多，以温斯顿和猎空为例\n\n1. 这两个英雄都相对来说具有机动性，也就是说他们能相对更快地转换击杀对象。猎空比温斯顿更容易切换对象，所以应该好好考虑她的指挥位置。\n\n2. 如果一个英雄死亡，另一个能够自动地继续指挥。如果他们都死了，拥有第三个指挥其实意义不大了，因为这场团战99.99%会输。虽然我觉得没必要，但你们可以指定第三个人，在温斯顿和猎空都死亡之后继续指挥。\n\n3. 之前在“4-2”中说过，温斯顿和猎空的协同非常重要，随着队伍的进步，猎空和温斯顿都会熟悉他们的队友的玩法，队友的决定、队友切入的时机。通过足够的练习之后，不用担心他们会意见相左，通常情况下，他们想法相同；如果想法不同，他们会学会如何放弃自己当前的击杀目标。\n\n他们一起报出两个不同的目标是有很多好处的。第一，其中一个杀掉他的目标之后，可以马上转向另一个目标，这样目标的转换会变得无比轻松且迅速。那是一种自然的转换，而不是为了下一个目标混乱争抢。第二，给予了整个队伍一种灵活性。比如D.va，她可能无法攻击温斯顿的目标，但是她听到了两种指挥，猎空正在攻击另一个目标，她就能帮助猎空、完成击杀，而不是把时间和资源都浪费在路上。\n\n其实放狗中应该尽量避免转换目标。以下两种情况下会出现目标转换：a)一位敌人使用完位移技能之后没能被及时集火。例：莫依拉在猩猩跳完之后使用了消散技能。 b)一位重要的目标失误了。例：你们正在集火对面安娜，对面温斯顿跳入你们后排被安娜禁疗，而敌安娜正在被另一个辅助保护，显然此时击杀温斯顿是最优选择。\n\n需要避免转换目标的原因是：这会使队友失去团队协同性。频繁的目标互换可能导致某人需要投入资源来重新落位，改变他们正在寻找的目标也会妨碍他们当时的意识。虽然个人决定也很重要，但也可能正好错过一个击杀。\n\n总的来说，目标选择应该很灵活，且不要被普通的报点所影响。如果你们的辅助说对面的莫依拉使用了消散技能或者安娜使用了睡眠针和瓶子，这不算指挥。但可能变成一个目标：你们的猎空听到这些信息然后决定击杀安娜，因为她没技能了，所以她可以说她在输出安娜，温斯顿没有针对其他人，而决定跟上猎空，并共同达成击杀。每个人都要报点。\n\n\n限制敌人\n\n这个概念在韩国队伍中很流行，我看过地很多西方队伍并没有很注意限制特定的敌人。\n\n放狗不仅仅是占领优势空间和集火同一目标，还是主动限制敌方队伍。比如，你们是一个带禅雅塔、麦克雷、布丽吉塔的放狗阵容(可能有些延申才能叫放狗，但请暂时认同我一下)，但是你们的后排一直被骚扰。保护后排可能并不是最好的选择。这种特定的阵容能打出很多伤害，唯一阻止他们输出的方法是给敌人前排施加压力。如果温斯顿没有屏障或者血线很低，那他就不能进攻了。但是当他不断被安娜治疗时，就很难压低血线或者逼出罩子。在这种情况下，比起接住骚扰后排的敌方温斯顿，最好将注意力集中在对方的后排，并不一定要杀死他们，而是限制他们，让你们的后排慢慢地控制住敌方温斯顿。\n\nD.va 是限制的主要资源，特别是对抗带安娜阵容时，对D.va玩家来说，吸掉每一个禁疗瓶和尽可能多的治疗针都非常重要。用身体挡住治疗来限制她也是可行的。放狗战术需要想办法逼出敌方技能和占领重要空间。如果敌方的士兵76或者麦克雷占领着高地，那么最好由源氏先去抢占高地，这并不是因为自己或者队伍需要这个位置，而是因为敌方会失去高地，没有任何优势。带黑影的放狗阵容要特别注重限制敌人，D.va、末日铁拳、哈蒙德或者莫依拉都是黑人的绝佳人选，因为这样就能限制他们使用核心技能，从而减少敌方队伍本来的配合。\n\n不要只想着让己方发挥、而是想想作为个体，怎样限制敌方队伍执行战术。复盘的时候，不要犹豫，问问你的队友，如何最好的限制对方。比如说，对面有一个很强的源氏，那么队伍教练应该毫不犹豫地问己方的源氏：我们怎样很好地限制对面源氏呢？他知道什么困扰他最多，然后你们运用游戏理解解决问题就行。\n\n\n保护目标点/运载目标\n\n这是很小的一个点，却是很多队伍的大问题。打防守放狗时，敌方队伍可能会使用猎空或者黑影来拉点。对一个战队来说，知道有几个人、有谁和如何对可能发生的情况进行反击都很重要。如果你正在防守直布罗陀的B点，并且已经控制住了机舱，那么就不适合用猎空来拉点了，因为货船上的视野很难与运载目标相协调。这种情况下，己方猎空与她1V1或者D.va都是不错的选择。\n\n还有一个大部分玩家都会忽视的点：推车图中，运载目标对进攻方有微小的治愈作用。即使己方猎空比对面优秀，在打逆风战时也会导致许多问题。此时，应该保证“谐“的存在或者让更多队友去看车。让更多队友去看车比直接在车边打起团战更好。作为防守方，你们有更优越的位置，并且行动都取决于剩余时间，所以，当车边有压力时，不要进行突进或者打团战，只需要保证有人在看车，并且不会阵亡，比如D.va。等待敌方队伍失误之后你们再进行团战。当敌方拉点时无论发生了什么，都不要慌张。\n\n\n撤退/放点\n\n既然放狗是以一个技能冷却时间为主导的阵容，为了让你们有时间治疗和等待技能CD，撤退就变得至关重要。如果你们决定发起一波集火，但是敌方队伍使用“圣“或者音障抵消之后，并且重新进行了交火。此时撤团比强行开团要更划算。放狗的机动性非常高，因此能够随时深入敌方与撤退是执行放狗阵容中的一个重要方面。如果你们的资源已就位、你们队伍也满血归来，那么你们可以再次交火。如果禅雅塔刚刚使用了”圣“来逃跑，或者对面的温斯顿刚刚交了跳来追杀你，那么他就极其危险了。\n\n这些对最后一波团战也有用，特别是在占领要点地图中，当占点比已经达到了99/00，那么放点是更好的选择，让对面使用很多资源和终极技能来抢回目标点，然后下一波你们就有巨大的大招优势。特别是新的纳米激素，在团队的大招运营中非常重要，因为它可以让你及其快速地积攒原始暴怒。\n\n辅助的终极技能也要交流好，如果你们的音障开在黑影的EMP之后，那么就没必要猛烈进攻了，有时候撤退或者在地图里站位比直接攻击敌方队伍更有效。\n\n\n继续交战的判定条件\n\n我觉得这是韩式放狗与西式放狗最大的不同了。如果韩国战队中掉了两个人，他们会毫不犹豫地撤退重新集合，然而一些西方战队则更会选择换人头、占点或者充能。我觉得交战与否的正确选择非常复杂、并且难以做出最正确的选择，但我想强调几个争议点，当这波已经“输掉”之后，如何选择是否交战呢？\n\n第一，进攻方与防守方相比具有固有的劣势。比起一开始就具有优势位置的防守方，进攻方需要花费更多时间来观察敌方位置。他们也要注重剩余时间，所以也在被强迫着做出选择。\n\n第二，当你们拥有大招优势和足够的时间时，不交战比换人头或者占点更好。如果你们已经有了三个大招，这已经足够赢下团战了，此时占点或者换人头就会十分冒险。\n\n如果你们有3个大招，对方没有。选择不交战，重新集合，用3个大招来对抗对面的0个。\n\n或者你们可以继续交战，为下一波团战攒下5个大招，但敌方也会有2个大招。\n\n3个大招对抗0个大招当然比用5个大招对抗2个要简单，1个偷袭的火箭弹幕，1个黑掉D.va核爆的EMP就能够赢下团战了。如果你知道对面能量很少，并且你们有1-2个大招，那么不交战通常会更好；你应该做出选择，来最大化你们大招之间的比例，3/1意味着你们大招数量是对面的3倍，4/2意味着你们大招数量是对面的2倍，5/3意味着你们大招数量超过对面的60%。\n\n\nhttps://bbs.nga.cn/read.php?&tid=15324503",
  "tag":1,
  "title":"[分享] [XL2 ioStux] 比赛级放狗阵容综合指南：交流、战术、执行",
  "link":" ",
  "gameId":1
}
