{
  "userId":1,
  "time":"2019-12-29",
  "content":"第一部分：技能及其分析\n毒蛇\n艾什的半自动步枪可以快速射击，也可以在瞄准模式下打出伤害和精准度更高的射击。\n快速射击模式：基础伤害40，命中弱点有加成伤害，一秒3.67发，有伤害衰减最高50%\n瞄准模式：基础伤害85，命中弱点有加成伤害，一秒1.5发(这里感谢10L大佬Rario_的数据测试)\n有伤害衰减最高50%\n\n延时雷管E\n艾什投出一捆炸药，在短暂的延迟后爆炸，射击炸药可立即将其引爆。延时雷管造成的爆炸还会点燃敌人，造成持续伤害。\n延时雷管，具有最高100的爆炸伤害，以及75的固定灼烧伤害，CD10秒。爆炸伤害随爆炸中心距离衰减。\n有一半自伤\n同时，延时雷管可以被艾什的主动伤害提前引爆\n延时雷管有体积碰撞箱，碰到敌人或者墙面会弹开\n\n短筒猎枪S\n艾什可以轰开面前的敌人，将他们击退，也可以将自己向后推动以提高机动性。\n短筒猎枪相当于一个小型的鸡飞狗跳。最大伤害为90，依据命中子弹数计算伤害和击退效果，CD10秒。\n有效作用范围在15米内左右，随着命中碎片的急剧减少，击退效果也会减少\n\n召唤鲍勃Q\n艾什召唤出深受她信赖的智械副手鲍勃，他会向前冲锋，将敌人击飞到空中，然后用手臂上的火炮倾泻压制火力。\n11.8号的PTR版本，已经修复鲍勃一路跑下悬崖的问题\n非常抱歉，目前Bob还是会坠崖，是我的一些疏忽(以为一个地方没有护栏其实有的),给大家造成误导我很抱歉\n鲍勃有1200的生命值，近似3级炮台的火力压制，甚至可以作为一个英雄单位被治疗被控制\n\n第二部分：技能技巧\nA艾什的快速射击模式有逐步上升的扩散等级，一共5级。静止操作下为1级，1级下必定命中准心位置，射出4发子弹后达到5级。\n任意技能和瞄准射击都不会重置快速模式的扩散等级，只能在不进行快速射击的情况下自然回复。\n请务必将艾什的准心设置为显示准心扩散，而且不要依赖左键连射\n艾什的瞄准射击模式手感类似于安娜\n\nB艾什的左键以及右键有不同时间的射击硬直\n快速射击后硬直时间短，瞄准射击后硬直时间长，这也造成了两种模式射速的不同\n硬直时间内两种攻击模式均无法射击\n\nC延时雷管E和短筒猎枪S使用后\n会有举起毒蛇的前摇动作\n这一动作可以被左键直接取消\n\nD艾什在跳跃状态下不会影响射击精准度，射击扩散，也不会强制关闭瞄准镜\n\nE艾什弹夹容量为12，需要一发一发装填，12发装填时间不短，但是艾什可以随意打算装填进行射击。\n事实上实际游戏中，只要合理管理子弹，不乱用左键连射，完全不会出现攻击的真空期\n\nF换弹过程中按出技能或者左右键可以中止换弹，要注意的是按一次左键只会中止换弹并不会立刻射出一发子弹\n第三部分：基础连招\n声明，连招只做艾什上限开发，具体使用请按个人体验决定\n快速射击+瞄准射击爆头\n快速射击后的硬直只有约0.3秒，开镜衔接瞄准射击能造成巨大伤害 而瞄准射击后的射击硬直有约1秒，无法立即衔接快速射击 也就是可以在0.3秒中打出左+右，就有机会做到对方减员\n找到了更好的方法，减少了手指的不和谐感\n手法：同时长按左键+右键发出第一发快速射击，松开左键再按下左键射出第二发瞄准射击，右键长按开镜\n考虑到部分人手指操作习惯，提供第二种手法：点击左键发出第一发快速射击，松开左键后右键开镜动瞄准第二发瞄准射击\n第一种手法操作比较流畅，但是如果按下左键+右键不同步，会出现失败的情况，需要一定的熟练度，且对网络情况有一定要求\n第二种手法就是单纯的快速衔接独立的快速射击和瞄准射击，不会出现失败的情况\n所以左+右不仅仅是艾什的基础连招，更是核心连招，每次开镜前先打出一发左键对降低斩杀线至关重要\n我建议左键可以作为一切进攻的起手式，包括我接下来介绍的连招\n同时在第一发右键没有爆头的情况下，还可以衍生出左+右+右的各式连招\n3个引爆E的基础连招\nE+左键\n方法：E后长按左键\n要点：可以进行前后移动，不能进行左右移动，不能进行准心移动\n命中率基本不受快速设计的扩散等级影响\n\nE+右键\n方法：E后开镜手动瞄准引爆\n\nE+S:延时雷管后接短筒猎枪\n可以近距离快速引爆延时雷管，造成巨大伤害\n适用于近距离混乱情况，无暇顾及到子弹引爆\nS+快速射击\n利用快速射击取消举起毒蛇的前摇动作，短时间造成可观输出\n具体操作触发S之后接着长按或者连点左键。\n这样快速射击模式的第一发子弹会像是从枪口下射出\n这里探讨一下，何谓利用快速射击取消举起毒蛇的前摇动作\n在守望先锋中，主武器一般都在左手，\n当英雄使用附属道具时，一般都是收起左手，举起右手使用\n道具使用完之后，再次举起左手\n释放技能同时长按左键\n就能取消最后举起左手的前摇，在模型没有恢复到正常位置就进行主武器射击\n具体表现就是首发子弹弹道是歪的，但是会强制命中准心\n例如：\n艾什的E和S\n麦克雷的闪光弹\n狂鼠的震荡地雷\n秩序之光投掷哨戒炮\n托比昂投掷炮台\n路霸的狗链\n猎空的脉冲炸弹\n禅雅塔的乱和谐\n温斯顿的屏障发射器\n堡垒的自我修复\n\n部分英雄普通近战攻击后也行：\n有路霸 DVA 小DVA 半藏(这个长按不行需要狂点)\n76 查莉亚 温斯顿 堡垒 托比昂 末日铁拳\n死神 法鸡 狂鼠 猎空 小美左键 黑影 黑百合左键\n天使 安娜 禅雅塔\n部分英雄普通近战攻击后不行：\n主武器近战英雄 小美右键 源氏 仓鼠球 麦克雷 卢西奥 莫伊拉\n\n有的技能不满足，大部分是抬枪前摇太短：\n76的生物立场，76的主武器其实都没有收起来只是往右一偏\n狂鼠的捕兽夹，前摇太短\n路霸的呼吸器，路霸两个技能之后举起主武器的动画是不同的，所以有区别\n黑影的信标，前摇太短\n奥丽莎的护盾屏障和超充能器，没有技能可以使奥丽莎的主武器收起来\n法鸡的震荡冲击，前摇太短\n源氏的闪和影，前摇太短\n小美的暴雪，左键可以，右键不行\n麦克里的战术翻滚，前摇太短\n黑百合的剧毒诡雷\n安娜的麻醉镖和生物手雷\n艾什的独特技巧：技能/近战+左右合击\n手法：技能/近战之后，长按左右键，自动发出第一枪快速射击之后，松开左键在手动瞄准第二发瞄准射击\n考虑到部分人的操作习惯，提供第二种手法：技能/近战之后，长按左键，自动发出第一枪快速射击之后，手动开镜瞄准第二发瞄准射击\n\n几个关键点：\n1，这里不要求严格的左右键同时按下，只需在对应技能后摇结束时，左右键分别已经按下就行。判定十分宽松。\n2.这个技巧的运用难点不在于手法，在于手动第一枪的命中率，例如接在S后的时候需要一定的移动瞄准能力，接在E后就没有这个麻烦\n\nS+左右合击\n利用瞄准射击取消举起毒蛇的前摇动作，短时间造成巨大输出\n超脱于普通英雄的技能+长按左键，艾什可以利用这个技做出其他英雄无法做到的\n操作：触发S之后，一起长按左键+右键，第一发子弹射出后再点左键射第二发\n我把这个技巧称作艾什的左右合击\n重要的，和E+快速射击类似，S后的第一发子弹只要准心不移动就能直接在空中命中目标无需瞄准\n3米内：快速射击+S+瞄准射击\n这里对距离的要求是因为S伤害的原因，一旦超过5M就难以保证此连招的反杀。操作难度不高\n10米内：快速射击+S+左右合击\n这套连招的优点在于用快速射击&瞄准射击补足远距离S的伤害损失\nE+左右合击原理类似，触发E后，一起长按左键+右键，第一发子弹射出后再点左键射第二发。\n可以在炸弹引爆后神速衔接一发瞄准射击子弹\nS+左右合击 和 E+左右合击 是连招的难点也是重点，就是为了在操作之中加入一个快速射击\n进阶连招\n正确连招：\n快速射击+E+左右合击\n快速射击+E+S+左右合击\n快速射击+S+快速射击+E+左右合击\n快速射击+E+快速射击+S+左右合击\n个人认为看情况而用，不必拘泥于按键，但是越是熟练肯定越是行云流水，也没有说一次连招就一定要把S和E都交了\n错误连招：\n快速射击+S+左右合击+E+左右合击\n由于瞄准射击的射击后硬直很长，所以第二次快速射击无法按出，这个E无法被引爆\n以上连招都比较考验手速，但是判定都是比较宽松的\n难点在于E/S之后是否迅速衔接了同时长按左键+右键，以及纯单点左键之后是否迅速松开左键\n即使是初学者也能按步骤按出来，形成肌肉记忆而已\n\n\n第四部分：艾什的英雄定位以及强度赏析\n艾什的英雄定位很明显是长枪输出位，介于麦克雷和黑百合之间\n这几天我看了不少关于艾什的讨论，很多人关于艾什的一些臆断是不正确的\n臆断一：艾什不能代替麦克雷，也不能代替黑百合\n这个问题的问法就有问题，实际上艾什一定程度上既可以代替麦克雷又可以代替黑百合\n依靠连招，艾什可以驱赶放狗，近距离战斗要求技巧颇高但是伤害也很可观。\n官方定位上，艾什和麦克雷的定位是最接近的。\n\n最开始大家以为艾什可能代替黑百合，是因为以为艾什右键伤害无衰减，配合天使的增伤或者禅雅塔的乱，可以做到迅速减员\n当艾什瞄准射击有伤害衰减的消息散布后，很多人觉得艾什已经失去了代替黑百合的地位\n其实不然，有些东西需要眼见为实\n\n麦克雷和艾什伤害衰减对比\n麦克雷\n10M 70(伤害保有率100% 伤害衰减率0%)\n20M 70(伤害保有率100% 伤害衰减率0%)\n30M 55(伤害保有率78.5% 伤害衰减率21.5%)\n40M 36(伤害保有率51.5% 伤害衰减率48.5%)\n50M 35(伤害保有率50% 伤害衰减率50%)\n\n艾什快速射击模式\n10M 40(伤害保有率100% 衰减率0%)\n20M 40(伤害保有率100% 衰减率0%)\n30M 31.7(伤害保有率79.3% 衰减率20.7%)\n40M 21(伤害保有率52.5% 衰减率47.5%)\n50M 20(伤害保有率50% 衰减率50%)\n\n艾什瞄准模式\n10M 85(伤害保有率100% 衰减率0%)\n20M 85(伤害保有率100% 衰减率0%)\n30M 85(伤害保有率100% 衰减率0%)\n32M 83(略)\n34M 77(略)\n35M 75(伤害保有率88.2% 衰减率11.8%)\n40M 65(伤害保有率76.5% 衰减率23.5%)\n50M 50(伤害保有率65% 衰减率35%)\n非常远 47.5(伤害保有率50% 衰减率50%)\n\n注：这是我在PTR实测的数据，由于没有帮手，无法做到精确，伤害只能通过看机器人血条长度估算，但是不影响结论推断\n\n从上面的数据可以看出，麦克雷和艾什的左键衰减机制基本上是重合的\n但是艾什的瞄准模式，至少是从30M才开始伤害衰减\n而77的伤害是一个分水岭，在30%伤害加成下，就能一击爆头减员，而艾什达到这个伤害的距离是34M\n这是非常恐怖的，34M以内的黑百合，而且不像黑百合呆在那里给你打，艾什可是会左右横跳的\n\n臆断二：S的CD太长，E过强\n我这几天看见很多人说S的CD问题，但是S不仅是一个位移技能\nS有伤害，可以作用敌我，作用的范围大，12M内都是强有效范围，15迷内都有击退效果\n对比DJ的右键只有5M的作用范围，所以S的强度是很合格的\n\n相反，E是我认为艾什必须要加强的技能 E的伤害可观，可是代价太大 如果你不想让炸弹吓走敌人再自己爆炸，就需要手动引爆 那么你就要有接近一秒的操作真空期，你不能转向也不能左右位移，这就比较致命 其次，由于E能够被敌方身体弹开，混乱的团战之中，想要精准引爆E可以说难上加难，不可控因素过多 所以我大胆预测，暴雪肯定会对E做变动，例如取消碰撞体积，让命中E的那发子弹有贯穿性等等，当然E可能就没有现在这么高的伤害\n在我详细的测量一些E的数据，并且在PTR中经过大量实战\n我认为E的分析不是很到位，这部分待更\n臆断三：艾什换弹时间过长拉低强度\n其实不然，从上面能看得出，艾什每次进攻不会像其他长短枪一样快速倾泻自己的一整个弹夹，即使是最长的连招也不过消耗5发子弹\n再加上随打随装，特别适合换弹癌玩家，艾什反而比其他英雄有着更小的真空期\n但前提是你没有过度依赖左键连射，依赖左键连射不仅让你子弹迅速消耗，同时由于弹道的扩散伤害非常鸡肋\n所以每次倾斜左键一定是三思之后万不得已\n总结一下，艾什很强，但是难度也颇高，艾什的难不仅在操作上\n如何合理安排自己的每一颗子弹，下一发是应该左键还是右键，都是每个艾什玩家自我提升的门槛\n目前官方给出的二星难度似有不合，半藏都三星艾什没理由只有二星\n\n\nhttps://bbs.nga.cn/read.php?&tid=15595325",
  "tag":1,
  "title":"[攻略] [PTR] 守望先锋新英雄艾什，技能介绍以及连招深度开发 更正关于Q一个误导",
  "link":" ",
  "gameId":1
}
