{
  "userId":1,
  "time":"2019-12-08",
  "content":"《仙剑奇侠传四》是由软星科技（上海）有限公司研发，寰宇之星发行代理的角色扮演单机游戏，也是系列单机游戏《仙剑奇侠传》的第五部作品。《仙剑奇侠传四》被广大玩家认为是仙剑系列做得最好的一部，不论是从剧情还是画面、音乐等都是无可挑剔的，《仙剑4》的火爆，除了在于一方面对主角云天河、韩菱纱等人的刻画之外，仙剑系的古风曲更是功不可没，主题曲《回梦游仙》曲调悠扬，大气磅礴，将玩家引入一个充满哀伤与怅惘的世界中，很好地表达了《仙剑4》的悲凉结尾。\n\n仙剑奇侠传系列自从上架以来广受关注。剧情，是每一部仙剑最大的亮点，《仙剑》系列每一代产品都有自己的主题，《仙剑奇侠传》是“宿命”、《仙剑奇侠传二》是“宽恕”、《仙剑奇侠传三》则是“轮回”、《仙剑奇侠传三外传：问情篇》是“问情”、而《仙剑奇侠传四》则是“寻仙”。\n\n寻仙\n\n主角云天河自幼和家人在山上居住，母亲夙玉生下天河过世，不久父亲云天青也因旧疾身死，孤身一人生活在深山之中，每天与野兽、草木相伴，本应平静过一生，却因一个意外之人的闯入而变得不同。韩菱纱，本作女主，身患怪病，宝藏猎人。云天河邂逅闯入父母陵墓的韩菱纱，在陵墓中发现父母的不平凡，决心探明父母过去，了解自己身世。\n\n下山邂逅被父亲救过后予柳员外抚养的柳梦璃，经过一番探查，种种迹象指向了一个修仙门派——琼华派，三人遂决定拜师琼华派，并结识了有过一面之缘的主角团最后一名成员——慕容紫英。\n\n冰中之人\n\n云天河一行人在密室中见到了一位在冰中的男子——玄霄，他是天河父亲的师兄，与天河一见如故，结为兄弟，天河也为玄霄去寻找三寒器，进一步接触了修仙的秘密。玄霄作为本作大Boss，却又不同以往的Boss，他的理想不是什么毁灭世界，也不是什么权势富贵，他所想的，只有成仙，只想让琼华派飞升，为此不惜夺取幻暝界的灵力，人妖两界多少年的剑拔弩张，多少生灵因为战争死去， 琼华派歪曲事实，为了一己私欲，致使人妖两界生灵涂炭。但是玄霄对云天河的感情又是真的，他是真的把云天河当作自己的好兄弟。\n\n昔日修炼双剑、苦无进境之时，无人让我放弃……初有所成、经络逆变之时，无人让我放弃……失却望舒、日夜受火焚之苦，无人顾我生死……如今，太迟了。一生成于修道、亦毁于修道，纠结已深不可解，此种心境，他人怎能体会？——————玄霄\n\n因韩菱纱之事与琼华派不和，天河众人遂退出琼华派，临别前应玄霄之意，将母亲佩剑望舒交予他。\n\n琼华飞升\n\n玄霄最后集齐三寒器，破冰而出，成为琼华派领袖，一些尘封的往事也终于一一揭露在天河眼前。十九年前，琼华派为求飞升，利用羲和、望舒双剑网缚妖界，夺取其灵力，玄霄和天河母亲夙玉分别持羲和、望舒，但关键时刻，夙玉却持望舒剑和救下幻暝界少主的云天青下山逃跑，玄霄独立支撑，最后没有属水的望舒相辅，走火入魔，将自己冰封在冰里面。而云天青救下的妖界少主就是柳梦璃，并将其交予柳员外抚养，自己和夙玉隐居山林。\n\n韩菱纱为望舒第二代宿主，所以身患怪疾，身体冰寒，使用望舒剑会令韩菱纱越来越虚弱，所以天河决心阻止玄霄，剧情迎来最后决战。\n\n决战\n\n处理完一切事情的玄霄，与掌门夙瑶分别持羲和、望舒使得琼华派脱离昆仑山山体，飞至昆仑天光处。\n\n天河前来阻止。玄霄不忍伤害天河，劝他一同飞升。\n\n玄霄九层功力来维持琼华派不下坠，只用一层功力来和天河等人周旋，但仅是一层功力，天河等人就抵御不了。玄霄一心求飞升，做了太多恶事，最终引来天谴。\n\n玄霄：一派空谈！世间天灾人祸，神界不恤苍生！却要碍我琼华升仙，莫非也是遵循天道？玄霄：什么“天道”！不过是神界一面之辞！为何凡人命运要由你们一句话而定！玄霄：给我滚回天庭！玄霄：苍天在上，我自敬畏！但若让我任由神界驱使，却是妄想！玄霄：哈哈哈！难怪说“天地不仁，以万物为刍狗”！果然无情无义，草菅人命！玄霄：神界自许为天、自比为地，如此天地，令人不齿！玄霄：玄霄以命立誓！苍天弃吾、吾宁成魔！玄霄：待我成魔，定要杀上天庭，将之夷为平地！若是怕了，劝你们快快将我除去！\n\n百度百科对这一段描述为：\n\n九天玄女现身昆仑天光之中，自言传授天命，将琼华派众人打入东海，更以“违天道”的名义将玄霄压入东海最深的漩涡之中，玄霄大笑领命，悖逆天庭，蔑视东海之刑，弃旧念如敝履，以命为誓，投身魔道。\n\n但是最后，与天河道别，真情流露，在最后关头还会将他当兄弟的人，只有云天河，只可惜，道不同，可悲可叹。\n\n云天河：……大哥……玄霄：……你！……刚才喊我什么？……云天河：……大哥……你…………玄霄：哼！不必同情于我，玄霄行至今日，从未后悔！云天河：不是同情！在我心里，你始终都是我大哥，从来没有变过……玄霄：……想不到我一生多舛，到头来竟还有你这个兄弟！玄霄：……云天河，适才相争，大哥说了许多气话，你莫要放在心上，你大概永远不会知道，大哥有多羡慕你……云天河：…………玄霄：哼！不过区区东海，能奈我何！天河，今生定有再会之时！云天河：大哥！——玄霄：天河，大哥最后再助你一次……云天河：什么？……玄霄：你当局者迷，我细想刚才……之言，你若是想救山下之人，便全力激发体内阴阳之气，配合后羿射日弓的力量，或可毁去下落的琼华派。玄霄：言尽于此，如何行止，你自己想清楚！以凡人之躯承受神器的威力，定会付出代价！ 云天河：代价……\n\n长欲挥剑断逝水，却尽青春铸劫灰。——————玄霄主题诗\n\n在故事的最后，紫英白发飘飘，立在山上，柳梦璃凭空出现，她现已为幻暝界之主，山下，云天河闭着双目，代价就是眼睛，面前是一个坟头，上刻“爱妻韩菱纱之墓”。\n\n评价\n\n《仙剑奇侠传四》作为仙剑系列的巅峰之作，后世仙剑作品均无法超越，不只是因其剧情的精湛，还有配乐，人物刻画，武器附魔，场景制作等，但最后仙剑四仍有一些地图未完成，像是最受欢迎的衔烛之龙地图就有一些有标注但却无法探索的地区，如果出重制版的话希望可以改善。游戏采用回合制战斗，人物刻画精美，每一个人物都有自己独特的性格，云天河憨厚、老实、重情重义，韩菱纱可爱、活泼、古灵精怪，柳梦璃高贵、优雅、仪态端庄，小紫英遗世独立、外冷内热，就连反派都是刻画的有血有肉，玄霄是个悲惨的角色，一心想让琼华派飞升，关键时刻师妹的背叛，自己最后走火入魔，每日在冰中忍受剧痛，最后决战，又不忍对天河出手，可叹，可叹。\n\n我们每人都曾是那个淳朴的少年\n\n我们每一个人都曾像云天河一样，像一张白纸，纯洁、朴素，只想快点长大，远离尘世喧嚣，越长大却离当初的自己越来越远，遇见自己的韩菱纱，结交到朋友，遭遇过阻挠，遇见过玄霄这样的兄长，生活改变了我们，但不要忘记，我们最初，都曾是那个淳朴的少年。最后，也永远不要忘记即墨灯花夜那般的美好！",
  "tag":1,
  "title":"《仙剑奇侠传4》：仙四之后，再无仙剑，国产仙品，回梦游仙",
  "link":"url",
  "gameId":1
}